[
  "tag-wrangler",
  "dataview",
  "templater-obsidian",
  "quickadd",
  "surfing",
  "obsidian-outliner",
  "obsidian-checklist-plugin",
  "periodic-notes",
  "obsidian-banners",
  "obsidian-admonition",
  "remotely-save",
  "claude-code-integration",
  "obsidian-minimal-settings",
  "obsidian-hider",
  "obsidian-style-settings",
  "cmdr",
  "lapel",
  "creases",
  "rainbow-colored-sidebar",
  "table-extended",
  "codeblock-customizer",
  "highlightr-plugin",
  "obsidian-custom-frames",
  "obsidian-iconize",
  "calendar",
  "obsidian-tasks-plugin",
  "copilot",
  "obsidian-advanced-uri",
  "obsidian-shellcommands",
  "realclaudian",
  "obsidian-annotator"
]